---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyMullions
source: html/2ea553af-34b8-b8b4-4f71-9176bb6e6ce0.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotCopyMullions Property

Mullions and panels cannot be copied without copying the entire curtain wall.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCopyMullions { get; }
```